Repository: semanticist21/walnut-webview-tester
Catalog: wina/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Static resources like scripts and stylesheets are loaded directly by the browser and cannot be intercepted by JavaScript. Only fetch/XHR requests can capture response bodies.
ar: يتم تحميل الموارد الثابتة مثل البرامج النصية وأوراق الأنماط مباشرة بواسطة المتصفح ولا يمكن اعتراضها بواسطة JavaScript. فقط طلبات fetch/XHR يمكنها التقاط أجسام الاستجابة.
ca: Els recursos estàtics com scripts i fulls d'estil es carreguen directament pel navegador i no poden ser interceptats per JavaScript. Només les sol·licituds fetch/XHR poden capturar cossos de resposta.
cs: Statické zdroje jako skripty a styly jsou načítány přímo prohlížečem a nemohou být zachyceny JavaScriptem. Pouze požadavky fetch/XHR mohou zachytit těla odpovědí.
da: Statiske ressourcer som scripts og stylesheets indlæses direkte af browseren og kan ikke opfanges af JavaScript. Kun fetch/XHR-anmodninger kan indfange svarkroppe.
de: Statische Ressourcen wie Skripte und Stylesheets werden direkt vom Browser geladen und können nicht von JavaScript abgefangen werden. Nur fetch/XHR-Anfragen können Antwortkörper erfassen.
el: Οι στατικοί πόροι όπως σενάρια και φύλλα στυλ φορτώνονται απευθείας από τον browser και δεν μπορούν να υποκλαπούν από JavaScript. Μόνο αιτήματα fetch/XHR μπορούν να καταγράψουν σώματα απόκρισης.
es: Los recursos estáticos como scripts y hojas de estilo se cargan directamente por el navegador y no pueden ser interceptados por JavaScript. Solo las solicitudes fetch/XHR pueden capturar cuerpos de respuesta.
fi: Staattiset resurssit kuten skriptit ja tyylitiedostot ladataan suoraan selaimen toimesta eikä JavaScript voi siepata niitä. Vain fetch/XHR-pyynnöt voivat kaapata vastausrungot.
fr: Les ressources statiques comme les scripts et les feuilles de style sont chargées directement par le navigateur et ne peuvent pas être interceptées par JavaScript. Seules les requêtes fetch/XHR peuvent capturer les corps de réponse.
he: משאבים סטטיים כמו סקריפטים וגיליונות סגנון נטענים ישירות על ידי הדפדפן ולא ניתן ליירטם באמצעות JavaScript. רק בקשות fetch/XHR יכולות ללכוד גופי תגובה.
hi: स्क्रिप्ट और स्टाइलशीट जैसे स्थिर संसाधन सीधे ब्राउज़र द्वारा लोड किए जाते हैं और JavaScript द्वारा इंटरसेप्ट नहीं किए जा सकते। केवल fetch/XHR अनुरोध प्रतिक्रिया निकाय कैप्चर कर सकते हैं।
hr: Statički resursi poput skripti i stilskih tablica učitavaju se izravno od strane preglednika i JavaScript ih ne može presresti. Samo fetch/XHR zahtjevi mogu uhvatiti tijela odgovora.
hu: A statikus erőforrásokat, mint a scriptek és stíluslapok, közvetlenül a böngésző tölti be, és nem foghatók el JavaScript-tel. Csak a fetch/XHR kérések rögzíthetik a válasz törzseket.
id: Sumber daya statis seperti skrip dan stylesheet dimuat langsung oleh browser dan tidak dapat dicegat oleh JavaScript. Hanya permintaan fetch/XHR yang dapat menangkap isi respons.
it: Le risorse statiche come script e fogli di stile vengono caricate direttamente dal browser e non possono essere intercettate da JavaScript. Solo le richieste fetch/XHR possono catturare i corpi delle risposte.
ja: スクリプトやスタイルシートなどの静的リソースはブラウザが直接読み込むため、JavaScriptでインターセプトできません。fetch/XHRリクエストのみレスポンスボディをキャプチャできます。
ko: 스크립트나 스타일시트 같은 정적 리소스는 브라우저가 직접 로드해서 JavaScript로 가로챌 수 없습니다. fetch/XHR 요청만 응답을 캡처할 수 있습니다.
ms: Sumber statik seperti skrip dan helaian gaya dimuatkan terus oleh pelayar dan tidak boleh dipintas oleh JavaScript. Hanya permintaan fetch/XHR boleh menangkap badan respons.
nb: Statiske ressurser som skript og stilark lastes direkte av nettleseren og kan ikke avskjæres av JavaScript. Kun fetch/XHR-forespørsler kan fange responskropper.
nl: Statische bronnen zoals scripts en stylesheets worden rechtstreeks door de browser geladen en kunnen niet worden onderschept door JavaScript. Alleen fetch/XHR-verzoeken kunnen responslichamen vastleggen.
pl: Zasoby statyczne, takie jak skrypty i arkusze stylów, są ładowane bezpośrednio przez przeglądarkę i nie mogą być przechwycone przez JavaScript. Tylko żądania fetch/XHR mogą przechwytywać treści odpowiedzi.
pt_br: Recursos estáticos como scripts e folhas de estilo são carregados diretamente pelo navegador e não podem ser interceptados por JavaScript. Apenas requisições fetch/XHR podem capturar corpos de resposta.
pt_pt: Recursos estáticos como scripts e folhas de estilo são carregados diretamente pelo navegador e não podem ser intercetados por JavaScript. Apenas pedidos fetch/XHR podem capturar corpos de resposta.
ro: Resursele statice precum scripturile și foile de stil sunt încărcate direct de browser și nu pot fi interceptate de JavaScript. Doar cererile fetch/XHR pot captura corpurile de răspuns.
ru: Статические ресурсы, такие как скрипты и таблицы стилей, загружаются браузером напрямую и не могут быть перехвачены JavaScript. Только запросы fetch/XHR могут захватывать тела ответов.
sk: Statické zdroje ako skripty a štýly sú načítané priamo prehliadačom a nemožno ich zachytiť JavaScriptom. Len požiadavky fetch/XHR môžu zachytiť telá odpovedí.
sv: Statiska resurser som skript och stilmallar laddas direkt av webbläsaren och kan inte fångas upp av JavaScript. Endast fetch/XHR-förfrågningar kan fånga svarskroppar.
th: ทรัพยากรแบบคงที่เช่นสคริปต์และสไตล์ชีตถูกโหลดโดยตรงโดยเบราว์เซอร์และไม่สามารถสกัดกั้นโดย JavaScript ได้ เฉพาะคำขอ fetch/XHR เท่านั้นที่สามารถจับเนื้อหาการตอบกลับได้
tr: Komut dosyaları ve stil sayfaları gibi statik kaynaklar doğrudan tarayıcı tarafından yüklenir ve JavaScript tarafından yakalanamaz. Yalnızca fetch/XHR istekleri yanıt gövdelerini yakalayabilir.
uk: Статичні ресурси, такі як скрипти та таблиці стилів, завантажуються безпосередньо браузером і не можуть бути перехоплені JavaScript. Лише запити fetch/XHR можуть захоплювати тіла відповідей.
vi: Tài nguyên tĩnh như script và stylesheet được trình duyệt tải trực tiếp và không thể bị JavaScript chặn. Chỉ các yêu cầu fetch/XHR mới có thể bắt nội dung phản hồi.
zh_hans: 脚本和样式表等静态资源由浏览器直接加载，无法被 JavaScript 拦截。只有 fetch/XHR 请求可以捕获响应正文。
zh_hant: 腳本和樣式表等靜態資源由瀏覽器直接載入，無法被 JavaScript 攔截。只有 fetch/XHR 請求可以擷取回應正文。

source: Status
ar: الحالة
ca: Estat
cs: Stav
el: Κατάσταση
es: Estado
fi: Tila
fr: Statut
he: מצב
hi: स्थिति
hu: Állapot
it: Stato
ja: ステータス
ko: 상태
pt_pt: Estado
ro: Stare
ru: Статус
sk: Stav
th: สถานะ
tr: Durum
uk: Статус
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

source: Stop
ar: إيقاف
ca: Atura
cs: Zastavit
de: Stoppen
el: Διακοπή
es: Detener
fi: Pysäytä
fr: Arrêter
he: עצור
hi: रोकें
hr: Zaustavi
hu: Leállítás
id: Berhenti
it: Interrompi
ja: 停止
ko: 중지
ms: Berhenti
nb: Stopp
nl: Stoppen
pl: Zatrzymaj
pt_br: Parar
pt_pt: Parar
ro: Oprește
ru: Остановить
sk: Zastaviť
sv: Stoppa
th: หยุด
tr: Durdur
uk: Зупинити
vi: Dừng
zh_hans: 停止
zh_hant: 停止

source: Storage
ar: التخزين
ca: Emmagatzematge
cs: Úložiště
da: Lagring
de: Speicher
el: Αποθήκευση
es: Almacenamiento
fi: Tallennus
fr: Stockage
he: אחסון
hi: भंडारण
hr: Pohrana
hu: Tárhely
id: Penyimpanan
it: Archiviazione
ja: ストレージ
ms: Storan
nb: Lagring
nl: Opslag
pl: Pamięć
pt_br: Armazenamento
pt_pt: Armazenamento
ro: Stocare
ru: Хранилище
sk: Úložisko
sv: Lagring
th: พื้นที่เก็บข้อมูล
tr: Depolama
uk: Сховище
vi: Lưu trữ
zh_hans: 存储
zh_hant: 儲存空間

source: Storage data will appear here
ar: ستظهر بيانات التخزين هنا
ca: Les dades d'emmagatzematge apareixeran aquí
cs: Data úložiště se zobrazí zde
da: Lagringsdata vises her
de: Speicherdaten werden hier angezeigt
el: Τα δεδομένα αποθήκευσης θα εμφανιστούν εδώ
es: Los datos de almacenamiento aparecerán aquí
fi: Tallennustiedot näkyvät täällä
fr: Les données de stockage apparaîtront ici
he: נתוני האחסון יופיעו כאן
hi: स्टोरेज डेटा यहां दिखाई देगा
hr: Podaci pohrane pojavit će se ovdje
hu: A tárolt adatok itt jelennek meg
id: Data penyimpanan akan muncul di sini
it: I dati di archiviazione appariranno qui
ja: ストレージデータがここに表示されます
ko: 저장소 데이터가 여기에 표시됩니다.
ms: Data storan akan muncul di sini
nb: Lagringsdata vises her
nl: Opslaggegevens worden hier weergegeven
pl: Dane magazynu pojawią się tutaj
pt_br: Os dados de armazenamento aparecerão aqui
pt_pt: Os dados de armazenamento aparecerão aqui
ro: Datele de stocare vor apărea aici
ru: Данные хранилища появятся здесь
sk: Dáta úložiska sa zobrazia tu
sv: Lagringsdata visas här
th: ข้อมูลพื้นที่เก็บจะปรากฏที่นี่
tr: Depolama verileri burada görünecek
uk: Дані сховища з'являться тут
vi: Dữ liệu lưu trữ sẽ xuất hiện ở đây
zh_hans: 存储数据将显示在这里
zh_hant: 儲存資料將顯示在這裡

source: Storage Type
ar: نوع التخزين
ca: Tipus d'emmagatzematge
cs: Typ úložiště
da: Lagertype
de: Speichertyp
el: Τύπος αποθήκευσης
es: Tipo de almacenamiento
fi: Tallennustyyppi
fr: Type de stockage
he: סוג אחסון
hi: संग्रहण प्रकार
hr: Vrsta pohrane
hu: Tárhely típusa
id: Jenis penyimpanan
it: Tipo di archiviazione
ja: ストレージタイプ
ko: 저장소 유형
ms: Jenis storan
nb: Lagringstype
nl: Opslagtype
pl: Typ pamięci
pt_br: Tipo de armazenamento
pt_pt: Tipo de armazenamento
ro: Tip stocare
ru: Тип хранилища
sk: Typ úložiska
sv: Lagringstyp
th: ประเภทที่เก็บข้อมูล
tr: Depolama türü
uk: Тип сховища
vi: Loại lưu trữ
zh_hans: 存储类型
zh_hant: 儲存類型

source: Stream to Apple TV. Off = Hide AirPlay button. For local-only playback.
ar: البث إلى Apple TV. إيقاف = إخفاء زر AirPlay. للتشغيل المحلي فقط.
ca: Transmet a Apple TV. Desactivat = Amaga el botó AirPlay. Només reproducció local.
cs: Streamovat na Apple TV. Vypnuto = Skrýt tlačítko AirPlay. Pouze místní přehrávání.
da: Stream til Apple TV. Slået fra = Skjul AirPlay-knap. Kun lokal afspilning.
de: An Apple TV streamen. Aus = AirPlay-Button ausblenden. Nur für lokale Wiedergabe.
el: Ροή σε Apple TV. Απενεργοποίηση = Απόκρυψη κουμπιού AirPlay. Μόνο τοπική αναπαραγωγή.
es: Transmitir a Apple TV. Desactivado = Ocultar botón AirPlay. Solo reproducción local.
fi: Striimaa Apple TV:hen. Pois = Piilota AirPlay-painike. Vain paikallinen toisto.
fr: Streamer vers Apple TV. Désactivé = Masquer bouton AirPlay. Pour lecture locale uniquement.
he: הזרמה ל-Apple TV. כבוי = הסתר כפתור AirPlay. לניגון מקומי בלבד.
hi: Apple TV पर स्ट्रीम करें। बंद = AirPlay बटन छुपाएं। केवल स्थानीय प्लेबैक के लिए।
hr: Streamaj na Apple TV. Isključeno = Sakrij AirPlay gumb. Samo lokalna reprodukcija.
hu: Streamelés Apple TV-re. Ki = AirPlay gomb elrejtése. Csak helyi lejátszás.
id: Streaming ke Apple TV. Matikan = Sembunyikan tombol AirPlay. Hanya pemutaran lokal.
it: Trasmetti a Apple TV. Off = Nascondi pulsante AirPlay. Solo riproduzione locale.
ja: Apple TVにストリーミング。 オフでAirPlayボタンを非表示。 ローカル再生専用に。
ko: Apple TV로 스트리밍합니다. 끄면 AirPlay 버튼이 숨겨집니다. 로컬 재생 전용입니다.
ms: Strim ke Apple TV. Mati = Sembunyikan butang AirPlay. Main balik tempatan sahaja.
nb: Strøm til Apple TV. Av = Skjul AirPlay-knapp. Kun lokal avspilling.
nl: Stream naar Apple TV. Uit = AirPlay-knop verbergen. Alleen lokaal afspelen.
pl: Strumieniuj do Apple TV. Wył. = Ukryj przycisk AirPlay. Tylko lokalne odtwarzanie.
pt_br: Transmitir para Apple TV. Desligado = Ocultar botão AirPlay. Apenas reprodução local.
pt_pt: Transmitir para Apple TV. Desligado = Ocultar botão AirPlay. Apenas reprodução local.
ro: Streaming la Apple TV. Oprit = Ascunde butonul AirPlay. Numai redare locală.
ru: Трансляция на Apple TV. Выкл. = Скрыть кнопку AirPlay. Только локальное воспроизведение.
sk: Streamovať na Apple TV. Vypnuté = Skryť tlačidlo AirPlay. Len miestne prehrávanie.
sv: Strömma till Apple TV. Av = Dölj AirPlay-knapp. Endast lokal uppspelning.
th: สตรีมไปยัง Apple TV ปิด = ซ่อนปุ่ม AirPlay สำหรับเล่นในเครื่องเท่านั้น
tr: Apple TV'ye aktar. Kapalı = AirPlay düğmesini gizle. Yalnızca yerel oynatma.
uk: Трансляція на Apple TV. Вимк. = Сховати кнопку AirPlay. Тільки локальне відтворення.
vi: Phát trực tuyến đến Apple TV. Tắt = Ẩn nút AirPlay. Chỉ phát cục bộ.
zh_hans: 流式传输到 Apple TV。 关闭=隐藏 AirPlay 按钮。 仅限本地播放。
zh_hant: 串流至 Apple TV。 關閉=隱藏 AirPlay 按鈕。 僅限本地播放。

source: Structure
ar: هيكل
ca: Estructura
cs: Struktura
da: Struktur
de: Struktur
el: Δομή
es: Estructura
fi: Rakenne
he: מבנה
hi: संरचना
hr: Struktura
hu: Szerkezet
id: Struktur
it: Struttura
ja: 構造
ko: 구조
ms: Struktur
nb: Struktur
nl: Structuur
pl: Struktura
pt_br: Estrutura
pt_pt: Estrutura
ro: Structură
ru: Структура
sk: Štruktúra
sv: Struktur
th: โครงสร้าง
tr: Yapı
uk: Структура
vi: Cấu trúc
zh_hans: 结构
zh_hant: 結構

source: style, className, attribute. Reflow/repaint triggers. Animation performance.
ar: اختبار style، className، attribute. محفزات reflow/repaint. أداء الرسوم المتحركة.
ca: Prova style, className, attribute. Activadors de reflow/repaint. Rendiment d'animació.
cs: Test style, className, attribute. Spouštěče reflow/repaint. Výkon animace.
da: style, className, attribute test. Reflow/repaint triggere. Animationsydeevne.
de: style, className, attribute Test. Reflow/Repaint-Trigger. Animationsleistung.
el: Δοκιμή style, className, attribute. Εναύσματα reflow/repaint. Απόδοση κίνησης.
es: Prueba style, className, attribute. Disparadores reflow/repaint. Rendimiento de animación.
fi: style, className, attribute -testi. Reflow/repaint-laukaisimet. Animaation suorituskyky.
fr: Test style, className, attribute. Déclencheurs reflow/repaint. Performance animation.
he: בדיקת style, className, attribute. מפעילי reflow/repaint. ביצועי אנימציה.
hi: style, className, attribute परीक्षण। Reflow/repaint ट्रिगर्स। एनिमेशन प्रदर्शन।
hr: Test style, className, attribute. Okidači reflow/repaint. Performanse animacije.
hu: style, className, attribute teszt. Reflow/repaint triggerek. Animáció teljesítmény.
id: Tes style, className, attribute. Pemicu reflow/repaint. Performa animasi.
it: Test style, className, attribute. Trigger reflow/repaint. Performance animazione.
ja: style、className、attributeのテストです。 Reflow/repaintのトリガーです。 アニメーション性能を測定。
ko: style, className, attribute 성능입니다. Reflow/repaint 트리거입니다. 애니메이션 성능을 측정합니다.
ms: Ujian style, className, attribute. Pencetus reflow/repaint. Prestasi animasi.
nb: style, className, attribute test. Reflow/repaint triggere. Animasjonsytelse.
nl: style, className, attribute test. Reflow/repaint triggers. Animatieprestaties.
pl: Test style, className, attribute. Wyzwalacze reflow/repaint. Wydajność animacji.
pt_br: Teste style, className, attribute. Gatilhos de reflow/repaint. Desempenho de animação.
pt_pt: Teste style, className, attribute. Gatilhos de reflow/repaint. Desempenho de animação.
ro: Test style, className, attribute. Declanșatori reflow/repaint. Performanță animație.
ru: Тест style, className, attribute. Триггеры reflow/repaint. Производительность анимации.
sk: Test style, className, attribute. Spúšťače reflow/repaint. Výkon animácie.
sv: style, className, attribute test. Reflow/repaint utlösare. Animationsprestanda.
th: ทดสอบ style, className, attribute ทริกเกอร์ Reflow/repaint ประสิทธิภาพแอนิเมชัน
tr: style, className, attribute testi. Reflow/repaint tetikleyicileri. Animasyon performansı.
uk: Тест style, className, attribute. Тригери reflow/repaint. Продуктивність анімації.
vi: Kiểm tra style, className, attribute. Trigger reflow/repaint. Hiệu suất animation.
zh_hans: style、className、attribute 测试。 Reflow/repaint 触发器。 动画性能。
zh_hant: style、className、attribute 測試。 Reflow/repaint 觸發器。 動畫效能。

source: Styles from CDN (Tailwind, Bootstrap, etc.) cannot be inspected due to browser security
ar: لا يمكن فحص أنماط CDN (Tailwind، Bootstrap، إلخ) بسبب أمان المتصفح
ca: Els estils de CDN (Tailwind, Bootstrap, etc.) no es poden inspeccionar per seguretat del navegador
cs: Styly z CDN (Tailwind, Bootstrap atd.) nelze zkontrolovat kvůli zabezpečení prohlížeče
da: Stilarter fra CDN (Tailwind, Bootstrap osv.) kan ikke inspiceres på grund af browsersikkerhed
de: Styles von CDN (Tailwind, Bootstrap usw.) können aufgrund der Browser-Sicherheit nicht inspiziert werden
el: Τα στυλ από CDN (Tailwind, Bootstrap κλπ.) δεν μπορούν να επιθεωρηθούν λόγω ασφάλειας browser
es: Los estilos de CDN (Tailwind, Bootstrap, etc.) no se pueden inspeccionar debido a la seguridad del navegador
fi: CDN-tyylejä (Tailwind, Bootstrap jne.) ei voi tarkastaa selaimen turvallisuuden vuoksi
fr: Les styles des CDN (Tailwind, Bootstrap, etc.) ne peuvent pas être inspectés en raison de la sécurité du navigateur
he: לא ניתן לבדוק סגנונות CDN (Tailwind, Bootstrap וכו') בגלל אבטחת הדפדפן
hi: CDN स्टाइल (Tailwind, Bootstrap, आदि) ब्राउज़र सुरक्षा के कारण निरीक्षित नहीं किए जा सकते
hr: Stilovi s CDN-a (Tailwind, Bootstrap itd.) ne mogu se pregledati zbog sigurnosti preglednika
hu: A CDN stílusok (Tailwind, Bootstrap stb.) nem vizsgálhatók a böngésző biztonsága miatt
id: Gaya dari CDN (Tailwind, Bootstrap, dll.) tidak dapat diperiksa karena keamanan browser
it: Gli stili da CDN (Tailwind, Bootstrap, ecc.) non possono essere ispezionati a causa della sicurezza del browser
ja: CDNからのスタイル（Tailwind、Bootstrapなど）はブラウザのセキュリティにより検査できません
ko: CDN 스타일(Tailwind, Bootstrap 등)은 브라우저 보안 때문에 검사할 수 없습니다.
ms: Gaya dari CDN (Tailwind, Bootstrap, dll.) tidak boleh diperiksa kerana keselamatan pelayar
nb: Stiler fra CDN (Tailwind, Bootstrap osv.) kan ikke inspiseres på grunn av nettlesersikkerhet
nl: Stijlen van CDN (Tailwind, Bootstrap, enz.) kunnen niet worden geïnspecteerd vanwege browserbeveiliging
pl: Style z CDN (Tailwind, Bootstrap itp.) nie mogą być sprawdzone ze względu na bezpieczeństwo przeglądarki
pt_br: Estilos de CDN (Tailwind, Bootstrap, etc.) não podem ser inspecionados devido à segurança do navegador
pt_pt: Estilos de CDN (Tailwind, Bootstrap, etc.) não podem ser inspecionados devido à segurança do navegador
ro: Stilurile din CDN (Tailwind, Bootstrap etc.) nu pot fi inspectate din cauza securității browserului
ru: Стили из CDN (Tailwind, Bootstrap и т.д.) нельзя проверить из-за безопасности браузера
sk: Štýly z CDN (Tailwind, Bootstrap atď.) nemožno skontrolovať kvôli zabezpečeniu prehliadača
sv: Stilar från CDN (Tailwind, Bootstrap osv.) kan inte inspekteras på grund av webbläsarsäkerhet
th: ไม่สามารถตรวจสอบสไตล์จาก CDN (Tailwind, Bootstrap ฯลฯ) ได้เนื่องจากความปลอดภัยของเบราว์เซอร์
tr: CDN stilleri (Tailwind, Bootstrap vb.) tarayıcı güvenliği nedeniyle incelenemiyor
uk: Стилі з CDN (Tailwind, Bootstrap тощо) не можна перевірити через безпеку браузера
vi: Không thể kiểm tra các style từ CDN (Tailwind, Bootstrap, v.v.) do bảo mật trình duyệt
zh_hans: 由于浏览器安全限制，无法检查 CDN 样式（Tailwind、Bootstrap 等）
zh_hant: 由於瀏覽器安全限制，無法檢查 CDN 樣式（Tailwind、Bootstrap 等）

source: Styles from external CDNs (Tailwind, Bootstrap, etc.) cannot be inspected due to browser CORS security policy.
ar: لا يمكن فحص الأنماط من شبكات CDN الخارجية (Tailwind، Bootstrap، إلخ) بسبب سياسة أمان CORS للمتصفح.
ca: Els estils de CDN externs (Tailwind, Bootstrap, etc.) no es poden inspeccionar per la política de seguretat CORS del navegador.
cs: Styly z externích CDN (Tailwind, Bootstrap atd.) nelze zkontrolovat kvůli bezpečnostní politice CORS prohlížeče.
da: Stilarter fra eksterne CDN'er (Tailwind, Bootstrap osv.) kan ikke inspiceres på grund af browserens CORS-sikkerhedspolitik.
de: Styles von externen CDNs (Tailwind, Bootstrap usw.) können aufgrund der CORS-Sicherheitsrichtlinie des Browsers nicht inspiziert werden.
el: Τα στυλ από εξωτερικά CDN (Tailwind, Bootstrap κλπ.) δεν μπορούν να επιθεωρηθούν λόγω της πολιτικής ασφαλείας CORS του browser.
es: Los estilos de CDN externos (Tailwind, Bootstrap, etc.) no se pueden inspeccionar debido a la política de seguridad CORS del navegador.
fi: Ulkoisten CDN:ien tyylejä (Tailwind, Bootstrap jne.) ei voi tarkastaa selaimen CORS-turvallisuuskäytännön vuoksi.
fr: Les styles des CDN externes (Tailwind, Bootstrap, etc.) ne peuvent pas être inspectés en raison de la politique de sécurité CORS du navigateur.
he: לא ניתן לבדוק סגנונות מ-CDN חיצוניים (Tailwind, Bootstrap וכו') בגלל מדיניות אבטחת CORS של הדפדפן.
hi: बाहरी CDN (Tailwind, Bootstrap, आदि) से स्टाइल ब्राउज़र की CORS सुरक्षा नीति के कारण निरीक्षित नहीं किए जा सकते।
hr: Stilovi iz vanjskih CDN-ova (Tailwind, Bootstrap itd.) ne mogu se pregledati zbog CORS sigurnosne politike preglednika.
hu: A külső CDN-ek stílusai (Tailwind, Bootstrap stb.) nem vizsgálhatók a böngésző CORS biztonsági szabályzata miatt.
id: Gaya dari CDN eksternal (Tailwind, Bootstrap, dll.) tidak dapat diperiksa karena kebijakan keamanan CORS browser.
it: Gli stili da CDN esterni (Tailwind, Bootstrap, ecc.) non possono essere ispezionati a causa della politica di sicurezza CORS del browser.
ja: 外部CDNからのスタイル（Tailwind、Bootstrapなど）はブラウザのCORSセキュリティポリシーにより検査できません。
ko: 외부 CDN 스타일(Tailwind, Bootstrap 등)은 CORS 보안 정책 때문에 검사할 수 없습니다.
ms: Gaya dari CDN luaran (Tailwind, Bootstrap, dll.) tidak boleh diperiksa kerana dasar keselamatan CORS pelayar.
nb: Stiler fra eksterne CDN-er (Tailwind, Bootstrap osv.) kan ikke inspiseres på grunn av nettleserens CORS-sikkerhetspolicy.
nl: Stijlen van externe CDN's (Tailwind, Bootstrap, enz.) kunnen niet worden geïnspecteerd vanwege het CORS-beveiligingsbeleid van de browser.
pl: Style z zewnętrznych CDN (Tailwind, Bootstrap itp.) nie mogą być sprawdzone ze względu na politykę bezpieczeństwa CORS przeglądarki.
pt_br: Estilos de CDNs externos (Tailwind, Bootstrap, etc.) não podem ser inspecionados devido à política de segurança CORS do navegador.
pt_pt: Estilos de CDNs externos (Tailwind, Bootstrap, etc.) não podem ser inspecionados devido à política de segurança CORS do navegador.
ro: Stilurile din CDN-uri externe (Tailwind, Bootstrap etc.) nu pot fi inspectate din cauza politicii de securitate CORS a browserului.
ru: Стили из внешних CDN (Tailwind, Bootstrap и т.д.) нельзя проверить из-за политики безопасности CORS браузера.
sk: Štýly z externých CDN (Tailwind, Bootstrap atď.) nemožno skontrolovať kvôli bezpečnostnej politike CORS prehliadača.
sv: Stilar från externa CDN:er (Tailwind, Bootstrap osv.) kan inte inspekteras på grund av webbläsarens CORS-säkerhetspolicy.
th: ไม่สามารถตรวจสอบสไตล์จาก CDN ภายนอก (Tailwind, Bootstrap ฯลฯ) ได้เนื่องจากนโยบายความปลอดภัย CORS ของเบราว์เซอร์
tr: Harici CDN'lerden gelen stiller (Tailwind, Bootstrap vb.) tarayıcının CORS güvenlik politikası nedeniyle incelenemiyor.
uk: Стилі із зовнішніх CDN (Tailwind, Bootstrap тощо) не можна перевірити через політику безпеки CORS браузера.
vi: Không thể kiểm tra các style từ CDN bên ngoài (Tailwind, Bootstrap, v.v.) do chính sách bảo mật CORS của trình duyệt.
zh_hans: 由于浏览器 CORS 安全策略，无法检查外部 CDN 的样式（Tailwind、Bootstrap 等）。
zh_hant: 由於瀏覽器 CORS 安全政策，無法檢查外部 CDN 的樣式（Tailwind、Bootstrap 等）。

source: Support
ar: الدعم
ca: Suport
cs: Podpora
el: Υποστήριξη
es: Soporte
fi: Tuki
he: תמיכה
hi: सहायता
hr: Podrška
hu: Támogatás
id: Dukungan
it: Supporto
ja: サポート
ko: 지원
ms: Sokongan
nb: Støtte
nl: Ondersteuning
pl: Pomoc
pt_br: Suporte
pt_pt: Suporte
ro: Suport
ru: Поддержка
sk: Podpora
th: สนับสนุน
tr: Destek
uk: Підтримка
vi: Hỗ trợ
zh_hans: 支持
zh_hant: 支援

source: Supported
ar: مدعوم
ca: Compatible
cs: Podporováno
da: Understøttet
de: Unterstützt
el: Υποστηρίζεται
es: Compatible
fi: Tuettu
fr: Pris en charge
he: נתמך
hi: समर्थित
hr: Podržano
hu: Támogatott
id: Didukung
it: Supportato
ja: サポート済み
ko: 지원됨
ms: Disokong
nb: Støttet
nl: Ondersteund
pl: Obsługiwane
pt_br: Suportado
pt_pt: Suportado
ro: Suportat
ru: Поддерживается
sk: Podporované
sv: Stöds
th: รองรับ
tr: Destekleniyor
uk: Підтримується
vi: Được hỗ trợ
zh_hans: 支持
zh_hant: 支援
